Repository: xou816/spot
Catalog: po/*.po
Languages: ar

source: View album
ar: شاهد ألبوم

source: Copy link
ar: نسخ الرابط

source: Add to queue
ar: أضف إلى الصف

source: Remove from queue
ar: أحدف من الصف

source: Add to {}
ar: أضف إلى {}

source: Could not save password. Make sure the session keyring is unlocked.
ar: لايمكن حفظ كلمة المرور. تحقق من أن ال Session Keyring مفتوح.

source: An error occured. Check logs for details!
ar: حدث خطأ. تحقق من الlog لمزيد التفاصيل!

source: Library
ar: مكتبة

source: Playlists
ar: قائمة أغاني

source: Now playing
ar: يشتغل الأن

source: No song playing
ar: لا توجد أغنية طور التشغيل

source: About
ar: عن

source: Quit
ar: غادر

source: Log out
ar: تسجيل الخروج

source: Connection restored
ar: إعادة الاتصال

source: Top tracks
ar: أفضل الأغاني

source: Releases
ar: أصدارات

source: Login to Spotify Premium
ar: قم بتسجيل الدخول إلى Spotify Premium

source: Username
ar: أسم المستخدم

source: Password
ar: كلمة السر

source: Authentication failed!
ar: فشل عملىة التحقق!

source: Log in
ar: تسجيل دخول

source: Albums
ar: ألبومات

source: Artists
ar: الفنانين

source: Saved tracks
ar: أغاني محفوظة

source: Pause
ar: أوقف

source: Play
ar: شغل

source: Shuffle
ar: عشوائي

source: Previous
ar: سابق

source: Next
ar: التالي

source: Repeat
ar: كرر

source: You have no saved playlists.
ar: ليس لديك قوائم تشغيل محفوظة.

source: Your playlists will be shown here.
ar: قائمات التشغيل خاصتك ستظهر هنا.

source: You have no saved albums.
ar: ليس لديك ألبومات مسجلة.

source: Your library will be shown here.
ar: المكتبة خاصتك ستظهر هنا.

source: {} song selected
ar: {} تم تحديد صفر أغنية

source: Search Spotify.
ar: أبحث في Spotify.

source: Type to search.
ar: أكتب للبجث.

source: Remove
ar: أحدف

source: Add to playlist...
ar: أضف إلى قائمة التشغيل...

source: Cancel
ar: ألغاء

source: Select all
ar: اختر الكل

source: More from {}
ar: {} المزيد من

source: Label
ar: الناشر

source: Released
ar: أطلقت

source: Tracks
ar: الأغاني

source: Duration
ar: المدة

source: Copyright
ar: حقوق النشر

source: {} by {}
ar: {}بواسطة {}
